Repository: jacobischwartz/ecse
Catalog: languages/ecse-*.po
Languages: es_es

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene los permisos necesarios para acceder a esta página.

source: ECSE test email
es_es: ECSE correo electrónico de prueba

source: This is what a styled email will look like.
es_es: Esto es como un correo electrónico de estilo se verá

source: Purchase Receipt
es_es: Recibo de compra

source: Purchase Report
es_es: Reporte de compra

source: Order Pending
es_es: Orden Pendiente

source: Order Pending: Payment Required
es_es: Orden Pendiente: Pago necesario

source: The administrator has unlocked your file
es_es: El administrador ha desbloqueado su archivo

source: %s is out of stock
es_es: %s está fuera de stock

source: Transaction Report
es_es: Informe de Transacciones

source: WP e-Commerce Style Emails
es_es: WP Mensajes de correo electrónico Estilo e-Commerce

source: Create
es_es: Crear

source: the
es_es: El

source: wrapper template file in your theme
es_es: archivo de plantilla de envoltura en su tema

source: Or copy a sample
es_es: o copiar una muestra

source: from this plugin's "theme" subfolder
es_es: de la subcarpeta de este plugin "tema"

source: Click
es_es: Haga clic

source: here
es_es: Aquí

source: to use the in-page coding editor
es_es: para utilizar el editor de codificación en página

source: Show docs
es_es: Mostrar documentos

source: Hide docs
es_es: Ocultar documentos

source: This is a simple example of what you could put in your template file
es_es: Este es un simple ejemplo de lo que podría poner en el archivo de plantilla

source: In addition, these are some
es_es: Además, estos son algunas

source: conditional tags
es_es: etiquetas condicionales

source: you can use
es_es: que puede utilizar

source: Want to get really fancy? This plugin now supports a
es_es: ¿Desea hacerlo realmente de lujo? Este plugin soporta ahora una

source: template hierarchy
es_es: Jerarquía de plantilla

source: for the wrapper, and content replacement for improved receipt emails!
es_es: para la envoltura, y la sustitución de contenido para la mejora de correos electrónicos recibidos.

source: Here are good references for designing html/css emails:
es_es: Aquí hay buenas referencias para el diseño de mensajes de correo electrónico HTML / CSS:

source: Preview
es_es: Vista previa

source: your styling.
es_es: su estilo

source: Live WPEC emails sent to an admin will automatically get styled, even when live styling is turned off. So feel free to run a test purchase with your admin email address, and preview exactly what customers will see.
es_es: Emails WPEC enviados en vivo a un administrador conseguirá automáticamente un estilo, incluso cuando el estilo directo está apagado. Así que siéntase libre de ejecutar una compra de prueba con su dirección de correo electrónico de administrador, y vea la vista previa exactamente de lo que los clientes verán.

source: You can also have a very simple styled email sent to you:
es_es: Usted también puede tener un muy simple correo electrónico de estilo enviado a usted:

source: Or preview the email from your browser
es_es: O una vista previa del correo electrónico desde su navegador

source: general email
es_es: Email general

source: purchase receipt
es_es: Recibo de compra

source: (Good for quick previews, but don't only rely on this. Email clients can render your html differently!)
es_es: (Bueno para rápidas vistas previas, pero no sólo se base en esto. ¡Clientes de correo electrónico pueden hacer su HTML diferente!)

source: Sent
es_es: Enviado

source: Turn on
es_es: Encender

source: the live email styling when you're satisfied.
es_es: el estilo de correo electrónico en vivo cuando esté satisfecho.

source: Style live customer emails
es_es: Ponga estilo en vivo de correos electrónicos de los clientes

source: Style all other website emails (contact forms, user registrations, etc)
es_es: Ponga estilo al resto de mensajes del sitio web (formularios de contacto, registros de usuarios, etc.)

source: Exclude emails by subject. Enter each subject on its' own line:
es_es: No incluir correos electrónicos por temas. Introduzca cada tema en su propia línea:

source: Saved
es_es: Guardado

source: Contact this plugin's developer
es_es: Contactar al desarrollador de este plugin

source: Write some constructive criticism or positive feedback
es_es: Escriba una crítica constructiva o retroalimentación positiva

source: or visit
es_es: o visite

source: his website
es_es: su sitio web

source: plugin page
es_es: de plugins

source: forums
es_es: Foros

source: Theme Template File
es_es: Archivo de plantilla de tema

source: save
es_es: Guardar

source: Revert
es_es: Revertir

source: Cancel
es_es: Cancelar

source: loading
es_es: Cargando

source: Are you sure you want to close the editor? You will lose any unsaved changes
es_es: ¿Está seguro que desea cerrar el editor? Usted perderá los cambios no guardados

source: Are you sure you want to revert? You will lose any unsaved changes
es_es: ¿Está seguro que desea revertir? Usted perderá los cambios no guardados

source: There was a problem saving your theme file
es_es: Hubo un problema al guardar su archivo de tema

source: Click SAVE to create your theme file
es_es: Haga clic en Guardar para crear su archivo de tema

source: There was a problem sending that message
es_es: Hubo un problema al enviar ese mensaje

source: There was a problem saving the settings
es_es: Hubo un problema al guardar la configuración

source: There was a problem sending that preview
es_es: Hubo un problema al enviar esa vista previa
